{
  "cards": [
    {
      "nome": "Superdreadnought Rail Cannon Gustav Max",
      "atributo": "Terra",
      "nivel": 10,
      "tipo": [
        "Máquina /",
        " Xyz /",
        " Efeito"
      ],
      "atk": 3000,
      "def": 3000,
      "descricao": "2 monstros de Nível 10 \nUma vez por turno: você pode desassociar 1 matéria deste card; cause 2000 de dano ao seu oponente.",
      "id": 1
    },
    {
      "nome": "Herald of Ultimateness",
      "atributo": "Luz",
      "nivel": 12,
      "tipo": [
        "Fada /",
        " Ritual /",
        " Efeito"
      ],
      "atk": 2000,
      "def": 3000,
      "descricao": "Você pode Invocar este card por Invocação-Ritual com 'Oráculo do Arauto'. Deve ser Invocado por Invocação-Ritual. Quando seu oponente Invocaria um ou mais monstros por Invocação-Especial OU quando ele ativar um Card de Magia/Armadilha ou um efeito de monstro (Efeito Rápido): você pode enviar 1 monstro Fada da sua mão para o Cemitério; negue a Invocação-Especial ou ativação e, se isso acontecer, destrua esse card.",
      "id": 2
    },
    {
      "nome": "Blue-Eyes White Dragon",
      "atributo": "Luz",
      "nivel": 8,
      "tipo": [
        "Dragão /",
        null,
        " Normal"
      ],
      "atk": 3000,
      "def": 2500,
      "descricao": "Este dragão lendário é uma poderosa máquina de destruição. Praticamente invencível, muito poucos enfrentaram esta magnífica criatura e viveram para contar a história.",
      "id": 3
    },
    {
      "nome": "Stardust Dragon",
      "atributo": "Vento",
      "nivel": 8,
      "tipo": [
        "Dragão /",
        " Sincro /",
        " Efeito"
      ],
      "atk": "2500",
      "def": "2100",
      "descricao": "1 Regulador + 1+ monstros não-Reguladores \nQuando um card ou efeito que destruiria um ou mais cards no campo for ativado (Efeito Rápido): você pode oferecer este card como Tributo; negue a ativação e, se isso acontecer, destrua-o. Durante a Fase Final, se este efeito foi ativado neste turno (e não foi negado): você pode Invocar este card por Invocação-Especial do seu Cemitério.",
      "id": 4
    },
    {
      "nome": "Starving Venom Fusion Dragon",
      "atributo": "Trevas",
      "nivel": 8,
      "tipo": [
        "Dragão /",
        " Fusão /",
        " Efeito"
      ],
      "atk": "2800",
      "def": "2000",
      "descricao": "2 monstros de TREVAS no campo, exceto Fichas Se este card for Invocado por Invocação-Fusão: até o final deste turno, você pode fazer com que este card ganhe ATK igual ao de 1 monstro do oponente Invocado por Invocação-Especial. Uma vez por turno: você pode escolher 1 monstro de Nível 5 ou mais que seu oponente controla; até a Fase Final, o nome deste card se torna o nome original desse monstro e troque este efeito pelos efeitos originais desse monstro. Se este card Invocado por Invocação-Fusão for destruído: você pode destruir todos os monstros Invocados por Invocação-Especial do seu oponente.",
      "id": 5
    },
    {
      "nome": "",
      "atributo": "",
      "nivel": 0,
      "tipo": [],
      "atk": 0,
      "def": 0,
      "descricao": "",
      "id": 6
    },
    {
      "nome": "Ultimaya Tzolkin",
      "atributo": "Trevas",
      "nivel": 0,
      "tipo": [
        "Dragão /",
        " Sincro /",
        " Efeito"
      ],
      "atk": 0,
      "def": 0,
      "descricao": "(O Nível original deste card deve ser sempre considerado como 12.) Não pode ser Invocado por Invocação-Sincro. Você deve Invocá-lo por Invocação-Especial (do seu Deck Adicional) ao enviar 2 monstros de Nível 5 ou mais que você controla com o mesmo Nível para o Cemitério (1 Regulador e 1 não-Regulador). Uma vez por turno, quando uma ou mais Magias/Armadilhas forem Baixadas no seu campo (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Especial do seu Deck Adicional 1 Monstro Sincro \"Ferramenteiro\" ou 1 Monstro Sincro Dragão de Nível 7 ou 8. Enquanto você controlar outro Monstro Sincro, monstros não podem escolher este card como alvo de ataques e, além disso, seu oponente não pode escolhê-lo como alvo de efeitos de card.",
      "id": 7
    }
  ]
}