{
  "cards": [
    {
      "nome": "Superdreadnought Rail Cannon Gustav Max",
      "atributo": "Terra",
      "nivel": 10,
      "tipo": [
        "Máquina /",
        " Xyz /",
        " Efeito"
      ],
      "atk": 3000,
      "def": 3000,
      "descricao": "2 monstros de Nível 10 \nUma vez por turno: você pode desassociar 1 matéria deste card; cause 2000 de dano ao seu oponente.",
      "id": 1
    },
    {
      "nome": "Herald of Ultimateness",
      "atributo": "Luz",
      "nivel": 12,
      "tipo": [
        "Fada /",
        " Ritual /",
        " Efeito"
      ],
      "atk": 2000,
      "def": 3000,
      "descricao": "Você pode Invocar este card por Invocação-Ritual com 'Oráculo do Arauto'. Deve ser Invocado por Invocação-Ritual. Quando seu oponente Invocaria um ou mais monstros por Invocação-Especial OU quando ele ativar um Card de Magia/Armadilha ou um efeito de monstro (Efeito Rápido): você pode enviar 1 monstro Fada da sua mão para o Cemitério; negue a Invocação-Especial ou ativação e, se isso acontecer, destrua esse card.",
      "id": 2
    },
    {
      "nome": "Blue-Eyes White Dragon",
      "atributo": "Luz",
      "nivel": 8,
      "tipo": [
        "Dragão /",
        null,
        " Normal"
      ],
      "atk": 3000,
      "def": 2500,
      "descricao": "Este dragão lendário é uma poderosa máquina de destruição. Praticamente invencível, muito poucos enfrentaram esta magnífica criatura e viveram para contar a história.",
      "id": 3
    },
    {
      "nome": "Stardust Dragon",
      "atributo": "Vento",
      "nivel": 8,
      "tipo": [
        "Dragão /",
        " Sincro /",
        " Efeito"
      ],
      "atk": "2500",
      "def": "2100",
      "descricao": "1 Regulador + 1+ monstros não-Reguladores \nQuando um card ou efeito que destruiria um ou mais cards no campo for ativado (Efeito Rápido): você pode oferecer este card como Tributo; negue a ativação e, se isso acontecer, destrua-o. Durante a Fase Final, se este efeito foi ativado neste turno (e não foi negado): você pode Invocar este card por Invocação-Especial do seu Cemitério.",
      "id": 4
    }
  ]
}